;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: JoGeJen
; TranslationAuthorEmail: ka7137-277@online.de
;

[Translation]
LangCode=0407
ReadHabit=Left-to-right
LanguageName=GER
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Warnhinweise
Error=Fehler
Confirm=Bestätigung
FrmGeneral.chkuac.caption=UAC übergehen
FrmWRC.btnassist.caption=Unterstützung
FrmWRC.btnregclean.caption=Registrierung bereinigen
FrmWRC.btnadv.caption=System optimieren
FrmWRC.btnsilm.caption=Registrierung defragmentieren
FrmWRC.btnrestore.caption=Sicherung wiederherstellen
FrmWRC.btnsettings.caption=Einstellungen
FrmWRC.btnlikeit.caption=Gefällt mir
FrmWRC.btnsuggest.caption=Vorschläge und Rückmeldungen
FrmWRC.WiseSimpleButton1.caption=Sicherung erstellen
FrmWRC.btnupdate.caption=Auf Aktualisierungen prüfen
FrmWRC.btnfacebook.hint=Folgen Sie uns auf Facebook
FrmWRC.btntwitter.hint=Folgen Sie uns auf Twitter
FrmWRC.btnemail.hint=Mit Freunden teilen
FrmWRC.btnmessage.caption=Nachricht
FrmReg.caption=Registrieren
FrmRegClean.btnall.caption=Wählen Sie Alle
FrmRegClean.btnre.caption=Empfohlen
FrmRegClean.btnnone.caption=Alles abwählen
FrmRegClean.btnCustom.caption=Benutzerdefiniert
FrmRegClean.WiseLabel1.caption=Terminplaner
FrmRegClean.lbltype.caption=Prüfmodus
FrmRegClean.lblweek.caption=Wochentag:
FrmRegClean.lbltime.caption=Startzeit:
FrmRegClean.btnScan.caption=Durchsuchen
FrmRegClean.btncancel.caption=Abbrechen
FrmRegClean.btnrescan.caption=Erneut scannen
FrmRegClean.lblstat.caption=Ihre Registrierung wurde noch nie bereinigt. Eine sofortige Bereinigung wird empfohlen!
FrmRegClean.vtrc.Columns[0]=Daten
FrmRegClean.vtrc.Columns[1]=Registrierungsschlüssel
FrmReg.lblinfo.caption=Danke, dass Sie Wise Registrierung Cleaner gewählt haben
FrmReg.lblinfoex.caption=Bitte Lizenzschlüssel eingeben, um die PRO-Version zu aktivieren.
FrmReg.lblemail.caption=E-Mail-Adresse:
FrmReg.lblUser.caption=Ihr Name:
FrmReg.lblKey.caption=Lizenzschlüssel:
FrmReg.btnReg.caption=Registrieren
FrmReg.btnbuy.caption=Jetzt kaufen
FrmReg.lblhelp.caption=Problem mit dem Lizenzschlüssel?
FrmReg.btnContact.caption=Kontaktieren Sie uns
FrmOptimizer.btnSlimming.caption=Optimieren
FrmOptimizer.btnnone.caption=Alles abwählen
FrmOptimizer.btnall.caption=Wählen Sie Alle
FrmOptimizer.btnDefault.caption=Systemstandard
FrmOptimizer.lblrecommendinfo.caption=Bitte probieren Sie auch unsere anderen Produkte von wisecleaner.com aus!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=„Wise PC Engineer” ist ein Bündel wichtiger Registrierungs-, Festplatten- und anderer Systemprogramme für Ihren PC. Einfach zu benutzen und effektiv!
FrmOptimizer.lblwdcinfo.caption=„Wise Disk Cleaner” ist das beste kostenlose Festplatten-Tool zur Entfernung von Junk-Dateien und Datenschutzspuren. Schnell, gründlich und sicher!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Möchten Sie die Leistung von Windows weiter verbessern?
Frmoptimizer.lblinfoex.caption=Optimierungen können das Netzwerk verbessern, Windows beschleunigen und das System stabilisieren!
FrmOptimizer.btnoptimize.caption=Optimieren
FrmRegDefragger.lblinfo.caption=Durch die Defragmentierung der Registrierung kann Ihr PC schneller und stabiler arbeiten.
FrmRegDefragger.lblstat.caption=Ihre Registrierung wurde noch nie defragmentiert. Eine sofortige Defragmentierung wird empfohlen!
FrmRegDefragger.btndefrag.caption=Defragmentieren
FrmRegDefragger.lblinfo1.caption=1. Es wird empfohlen, alle anderen Anwendungen zu schließen, bevor Sie diese Funktion ausführen.
FrmRegDefragger.lblinfo2.caption=2. Das System wird während der Analyse vorübergehend nicht reagieren — das ist normal.
FrmRegDefragger.lblinfo3.caption=3. Das System wird automatisch neu gestartet, sobald die Defragmentierung der Registrierung abgeschlossen ist.
FrmRegDefragger.lblinfo4.caption=4. Bitte unterbrechen Sie den Defragmentierungsprozess nicht, da dies unbekannte Folgen haben kann.
FrmRegDefragger.vtdefrag.Columns[0]=Bereich
FrmRegDefragger.vtdefrag.Columns[1]=Aktuelle Größe
FrmRegDefragger.vtdefrag.Columns[2]=Gereinigte Größe
FrmRegDefragger.vtdefrag.Columns[3]=Anteiliger Datenmüll
FrmRegDefragger.btnAnalysis.caption=Prüfen
Frmcustom.caption=Benutzerauswahl
Frmcustom.btnre.caption=Empfohlen
Frmcustom.btnall.caption=Wählen Sie Alle
Frmcustom.btnnone.caption=Alles abwählen
Frmcustom.btncancel.caption=Abbrechen
Frmcustom.btnok.caption=OK
Frmabout.lblstatus.caption=Status:
frmabout.lblUninstall.caption=So deinstallieren Sie
frmabout.lblPolicy.caption=Datenschutz-Bestimmungen
frmabout.lblEula.caption=EULA
FrmAbout.lblver.caption=Aktuelle Version:
FrmAbout.lblemail.caption=E-Mail-Hilfe:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Homepage:
FrmAbout.lblhomeinfo.caption=https://www.wisecleaner.com
FrmAbout.lblthanks.caption=Den folgenden Personen gilt unser besonderer Dank für ihre Mitwirkung:
FrmAboutWin.caption=Über
FrmAboutWin.btnok.caption=Ok
FrmSettings.caption=Einstellungen
FrmSettings.tsCommon.caption=Allgemein
FrmGeneral.chkexp.caption=Am Programm zur Verbesserung der Kundenzufriedenheit teilnehmen
FrmGeneral.lblexp.caption=Details
FrmSettings.tsAutoRun.caption=Autostart
FrmSettings.tsExclusion.caption=Ausschließen
FrmSettings.btnrestore.caption=Über …
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Abbrechen
FrmGeneral.chkassist.caption=Benachrichtigen, wenn jemand eine bezahlte Frage gestellt hat.
FrmUsers.lblinfo.caption=Die Benutzer auswählen, für den Wise Registry Cleaner verwendet werden soll
FrmUsers.rdcuser.caption=Nur aktueller Benutzer
FrmUsers.rdauser.caption=Alle Benutzer
FrmUsers.rdusers.caption=Ausgewählte Benutzer
FrmSettings.tsUsers.caption=Benutzer
FrmGeneral.ckRestorePoint.caption=Systemwiederherstellungspunkt automatisch vor der Defragmentierung erstellen
FrmAutorunSettings.chk1.caption=Erstellen Sie ein Symbol „1-Klick-Bereinigung” und legen Sie es auf den Desktop ab
FrmAutorunSettings.lblcmd.caption=Kommandozeilenmodus
FrmAutorunSettings.lblcmdinfo.caption=Für das automatische Prüfen und Reinigen der Registrierung kann das Programm per Kommandozeile gestartet werden. • Für weitere Informationen bitte auf  [F1]  drücken  oder  mit dem Mauszeiger  und einem Linksklick auf die unten stehende Verknüpfung klicken, um in unserer Onlinehilfe zu lesen.
FrmAutorunSettings.btnhelp.caption=Onlinehilfe
FrmExclusion.btnAdd.caption=Hinzufügen
FrmExclusion.btnExport.caption=Exportieren
FrmExclusion.btnRemove.caption=Entfernen
FrmExclusion.btnimport.caption=Importieren
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Abbrechen
FrmGeneral.chkNews.caption=Newsletter automatisch abrufen
FrmGeneral.chkbackup.caption=Vor dem Bereinigen, Registrierung automatisch sichern
FrmGeneral.WiseLabel1.caption=Auf Aktualisierungen prüfen:
FrmGeneral.WiseLabel2.caption=Standardsprache:
FrmGeneral.btnchecknew.caption=Jetzt prüfen
FrmGeneral.lbtran.caption=Übersetzen nach …
FrmGeneral.lblscanmode.caption=Wie man das Registrierung überprüft
FrmGeneral.rdnormal.caption=Standardsuche
FrmGeneral.rdssafe.caption=Schnelltest
FrmGeneral.rddeep.caption=Tiefensuche
FrmGeneral.lblBackup.caption=Sicherung auf:
FrmGeneral.btnbr.caption=Durchsuchen …
FrmRegClean.lblDefaultHint.Caption=Nur sichere Einträge durchsuchen
FrmRegClean.lblFullHint.Caption=Vollständige Suche für erfahrene Benutzer
FrmRegClean.lblCustomHint.Caption=Ausgewählte Bereiche durchsuchen
TFrmScheduler.lblHint.caption=Die geplante Aufgabe wird als Schnelltest ausgeführt.
FrmScheduler.caption=Automatische Aufgabe planen
Frm_br.btncancel.caption=Abbrechen
FrmBackup.caption=Sicherung erstellen
FrmBackup.btnreg.caption=Vollständige Sicherung der Registrierung erstellen
FrmBackup.btnsys.caption=Systemwiederherstellungspunkt erstellen
FrmRestore.caption=Wiederherstellungszentrum
FrmRestore.btnRegBk.caption=Sicherung der Registrierung
FrmRestore.btnSysBK.caption=Systemwiederherstellung
FrmRestore.btnclose.caption=Schließen
FrmRestore.btnrestore.caption=Sicherung wiederherstellen
FrmRestore.btnremove.caption=Entfernen
frmupdate.caption=Anwendung aktualisieren
pmLicenseKey1=Registrieren
pmLicenseKey=Lizenzschlüssel ändern
pmHelp=Onlinehilfe
pmforum=Forum
pmHome=Homepage
pmContact=Kontaktieren Sie uns
pmCheckNew=Nach Aktualisierungen suchen
pmLang=Sprachen (Languages)
pmSkin=Aussehen ändern
pmAbout=Über
pmIgnore=Diesen Eintrag ignorieren
pmrec=Sichere Einträge wählen
pmAll1=Wählen Sie Alle
pmNone=Alles abwählen
pmGo=Im Registrierungseditor öffnen …
pmExport=Exportieren nach …
pmPortable=Portableversion erstellen
FrmlikeUs.lblTitle.caption=Wenn Ihnen Wise Registrierung Cleaner gefällt, empfehlen Sie es doch bitte auch ihren Freunden.
FrmlikeUs.lblInfo.caption=Bitte teilen Sie Wise Registry Cleaner mit Ihrer Familie, Ihren Freunden, Klassenkameraden und Kollegen per E-Mail, Blog, Twitter, YouTube, Facebook usw.Prima! Sie bringen Bequemlichkeit und Effizienz in deren Leben.
FrmlikeUs.lblRate.caption=Wise Registrierung Cleaner bewerten:
FrmlikeUs.lblfollow.caption=Folgen Sie uns auf:
FrmlikeUs.lblshare.caption=Wise Registrierung Cleaner teilen:
FrmlikeUs.btndownload.caption=Kostenlos herunterladen:
FrmlikeUs.imgrate.hint=Bewerten Sie uns mit 5 Sternen
FrmlikeUs.imgmail.hint=Mit Freunden teilen
FrmlikeUs.imgface1.hint=Auf Facebook teilen
FrmlikeUs.imgface2.hint=Folgen Sie uns auf Facebook
FrmlikeUs.imgtwitter1.hint=Auf Twitter teilen
FrmlikeUs.imgtwitter2.hint=Folgen Sie uns auf Twitter
FrmlikeUs.Caption=Gefällt mir
FrmlikeUs.lbldownload.caption=Weitere Freeware von WiseCleaner.com herunterladen
FrmProcess.Caption=Registrierung prüfen
FrmProcess.lblwait.caption=Prüfung wird ausgeführt …
FrmProcess.lblinfo.caption=Ihr PC wird für einige Sekunden oder Minuten nicht mehr reagieren.
pmStyle=Stil
FrmSettings.tsArea.caption=Fläche

[Lang]
NativeLanguage=Deutsch
ChangeLang=Um die Änderung voll auszuüben, starten Sie bitte die Software neu.

[GUI]
ButtonYes=Ja
ButtonNo=Nein
ButtonOK=Ok
ButtonMinimize=Minimieren
ButtonMaximize=Maximieren
ButtonClose=Schließen
ButtonRestore=Sicherung wiederherstellen
ButtonMenu=Menü
Support=Hilfe und Feedback

[Message]
Unlimited=Unbegrenzt
Free=Freie
Registried=Eingetragen
Unregistried=Nicht registriert
NoNews=Keine ungelesene Nachricht vorhanden.
InvalidRegInfo=Ungültige Registrierungsinformationen!
alluser=Alle Benutzer
currentuser=Aktueller Benutzer
Username=Benutzername
Proupdate=Leider unterstützt die Werbegeschenk-Version keine Upgrades, aber wir können Ihnen einen Sonderrabatt gewähren, damit Sie die neueste Version erhalten. Andernfalls wird sie zur KOSTENFREIEN (funktionsreduzierten) Version, wenn Sie sich für eine Aktualisierung entscheiden. Fortfahren?
MWDetected=MalwareBytes wird erkannt, um %s zu blockieren. Klick auf OK, um die Lösung zu bekommen.
ActivateOnline=Ihre Registrierungsdaten werden geprüft. Bitte einen Moment Geduld …
WRCRunning=Anwendung wird ausgeführt
StopAndExit=Suchlauf wird ausgeführt. Möchten Sie den Vorgang abbrechen und die Anwendung jetzt beenden?
EmptyEmail=E-Mail-Adresse eingeben
EmptyName=Benutzername eingeben
InvalidEmail=Ungültige E-Mail-Adresse. Bitte eine gültige Adresse eingeben.
EmpytKey=Lizenzschlüssel eingeben
InvalidKey=Ungültiger Lizenzschlüssel. Bitte einen gültigen Schlüssel eingeben.
EnterEmail=E-Mail-Adresse eingeben
EnterName=Namen eingeben
EnterKey=Lizenzschlüssel eingeben
OverMaxTimes=Die maximale Anzahl von Aktivierungen wurde überschritten.
ThanksRegister=Danke für die Registrierung dieses Produkts!
Activated=Die Vollversion wurde aktiviert.
ConnectFail=Server nicht erreichbar. Bitte Internetanschluss prüfen und noch mal probieren.
NoRegInfo=Kann die Registrationsdaten nicht finden. Wenn das ein Fehler sein sollte, kontaktieren Sie uns bitte.
NeedAdmire=Die Funktion steht dem Administrator zur Verfügung. Wenn Sie die Funktion ausführen möchten, melden Sie sich bitte als Administrator an.
Valuenrea=Wertname
Keyname=Schlüsselname
ScheduleHint=Registrierung des Computers regelmäßig bereinigen.
Unoptimized=Nicht optimiert
UpdateError=Aktualisierungsfehler! Soll die neueste Version von unserer Webseite heruntergeladen werden?
RegeditorLocked=Der Zugang zu RegEdit ist gesperrt. Die Funktion zum Sichern/Wiederherstellen erfordert einen ungehinderten Zugang zu RegEdit. Möchten Sie die Sperrung von RegEdit jetzt aufheben?
failtounLock=Entsperren von RegEdit fehlgeschlagen. Möglicherweise benötigen Sie höhere Rechte, um diese Operation zu ermöglichen.
Total=Gesamt
DefragRate=Die Größe der Registrierung kann um %s reduziert werden.
SuggestDefrag=Eine sofortige Defragmentierung der Registrierung wird empfohlen.
SuggestIgnore=Alles im grünen Bereich! Eine erneute Prüfung ist erst zu einem späteren Zeitpunkt erforderlich.
TypeNoError=Sauber
NeverClean=Ihre Registrierung wurde noch nicht bereinigt. Eine sofortige Bereinigung wird empfohlen!
AdviseClean=Regelmäßiges reinigen kann die Leistung und Stabilität des Computers erhöhen.
DupItem=Dieses Element ist bereits in der Liste enthalten.
Advisedefrag=Eine geordnete Registrierung begünstigt den Erhalt der Leistungsfähigkeit und Stabilität des Computers.
NeverDefrag=Ihre Registrierung wurde noch nicht defragmentiert. Eine sofortige Defragmentierung wird empfohlen!
LastDefrag=Die Registrierung wurde zuletzt bereinigt am
TotalDefrag=Bisher wurde insgesamt %.2f nutzloser Restmüll entfernt.
DefaultValue=(Standard)
RegBackup=Registrierung sichern
RegRestore=Registrierung wiederherstellen
CreateBackup=Sicherungsdaten werden erstellt…
Compress=Wird komprimiert …
Extracte=Entpacke…
Complete=Abgeschlossen
RestoreReg=Registrierung wird wiederhergestellt. Bitte etwas Geduld …
NotSupportOS=Die Funktion wird von diesem Betriebssystem nicht unterstützt.
EnableRestore=Die Systemwiederherstellung ist deaktiviert. Soll sie aktiviert werden?
SysCreating=Systemwiederherstellungspunkt wird erstellt …
SysRestoring=Wiederherstellung des Systems wird vorbereitet …
RestorePointDone=Der Wederherstellungspunkt wurde erfolgreich erstellt.
RestorePointFail=Das Erstellen des Wiederherstellungspunktes ist fehlgeschlagen.
ErrorMsg=Fehlermeldung:
Area=Bereich
Summary=Beschreibung
LeastOne=Bitte mindestens einen Bereich zur Prüfung auswählen.
IsRunning=Prüfung wird ausgeführt. Bitte den Abschluss abwarten und dann nochmal versuchen.
Optimized=Optimiert
DefragReport=Die Registrierung wurde optimiert. Statusbericht:
DefragReport1=Alte Größe:
DefragReport2=Neue Größe:
DefragReport3=Optimierte Größe:
ReOptimize=Optimierung wiederholen
ComfirmDefrag=Um Datenverlust zu vermeiden, sollten Sie jetzt alle bisher noch nicht vollständig gesicherten Arbeiten speichern und sämtliche auf dem Desktop geöffneten Programme schließen, denn unmittelbar nach dem Aufräumen erfolgt ein sofortiger Neustart des Computers. Soll das Aufräumen jetzt gestartet werden?
def15After=Seit der letzten Defragmentierung Ihrer Registrierung sind %d Tage vergangen. Bitte jetzt defragmentieren!
def15Before=Ihr Computer wird schnell und stabil laufen, wenn Sie Ihre Registrierung so kompakt wie möglich halten.
KeyWord=Bitte einen Suchbegriff eingeben:
ExImport=Die Ausnahmeliste wurde exportiert nach:
NoNewVer=Diese Version ist die aktuellste Ausgabe!
Daily=Täglich
Weekly=Wöchentlich
Monthly=Monatlich
Never=Nie
TranslateTo=Übersetzen nach …
NeedBack=Es scheint, dass Sie dieses Programm zum ersten Mal verwenden. Eine sofortige Sicherung der Registrierung wird empfohlen. Möchten Sie jetzt eine automatische Sicherung erstellen?
Newsletter=Neue Nachrichten
UpgradeInfo=Aktualisierungsinformationen
CannotCrTask=Die Aufgabenplanung kann nicht erstellt werden.
ScheduleNextTime=Nächster Prüflauf:
Exported=Die aktuellen Daten wurden nach %s exportiert. Jetzt öffnen?
Idle=Im Leerlauf
Login=Bei der Anmeldung
LastClean=Zuletzt bereinigt:
Monday=Montag
Tuesday=Dienstag
Wednesday=Mittwoch
Thursday=Donnerstag
Friday=Freitag
Saturday=Samstag
Sunday=Sonntag
IssueFound=Probleme: %d
Scanning=Prüfung wird ausgeführt
ScanCanceled=Überprüfung wurde abgebrochen!
FindError=Insgesamt %d Problem(e) gefunden • Für %d ist eine Freigabe erforderlich
LogAll=Von %d Problem(en) wurde(n) %d behoben.
LogFail=%d Problem(e) konnte(n) nicht entfernt werden.
StartClean=Bereinigen
StartScan=Durchsuchen
7After=Seit der letzten Reinigung sind %d Tage vergangen. Es empfiehlt sich eine sofortige Prüfung.
7Before=Eine saubere Registrierung begünstigt den Erhalt der Leistungsfähigkeit des Computers!
ReScanHint=%d Problem(e) gefunden. Es empfiehlt sich, die Prüfung zu wiederholen.
CleanNow=Klick auf Reinigen, um vorhandene Probleme zu beheben.
NoError=Glückwunsch, die Registrierung ist sauber!
GoodHabit=Regelmäßiges reinigen begünstigt den Erhalt der Leistungsfähigkeit des Computers.
ReScanHint1=Es wird empfohlen, erneut zu prüfen, um mögliche Probleme schnellstmöglich zu finden.
TypeChanged=Die zu prüfenden Elemente wurden geändert!
ReScanHint2=Um Probleme zu finden, bitte erneut prüfen.
CleanDone=Die Reinigung ist abgeschlossen!
bkAuto=Automatisch
bkManual=Manuell
BackupDate=Sicherungszeitpunkt
BackupType=Sicherungstyp
Problems=Probleme
CreateDate=Erstellt am
Description=Beschreibung
Removebackup=Möchten Sie die markierte Sicherung wirklich löschen?
RemoveSysRestore=Möchten Sie den markierte Wiederherstellungspunkt wirklich löschen?
NoBackupSelected=Bitte mindestens eine Sicherung zur Wiederherstellung auswählen.
RestoreComplete=Wiederherstellung abgeschlossen.
RestoreFromSysRestore=Zur Wiederherstellung muss der Computer neu gestartet werden. Jetzt neu starten?
WhenIdle=Im Leerlauf
WhenLogin=Nach Anmeldung
NewVer=Eine neue Version ist verfügbar! Möchten Sie diese jetzt aktualisieren?
HistoryErrors=Behobene Fehler insgesamt: %d

[Tuneup]
SuperPrefetchParameters=Super-Prefetch deaktivieren, um den Speicherverbrauch beim Start von Windows 8/10 zu mindern.
BlueReboot=Automatischen Neustart nach einem Blue-Screen deaktivieren.
RemoteRegAccess=Änderung der Registrierung durch einen Remote-Computer deaktivieren.
FileListSpeed=Aktualisierungsrichtlinie von Windows Dateiliste optimieren.
PreviewUP=Anzeigegeschwindigkeit der Taskleistenvorschau erhöhen.
OptDNS=DNS und DNS-Syntaxanalyse-Geschwindigkeit optimieren.
OptLAN=LAN-Verbindung optimieren.
ShowSpeed=Reaktionszeit der Systemanzeige verbessern.
AeroSnap=Aero Snap beschleunigen, damit Miniaturbilder schneller angezeigt werden.
SSDSpeedup=SSD Optimieren
DisablePrefetch=Prefetch-Parameter deaktivieren, um die Lebensdauer von SSD Laufwerken zu erhalten.
DisableSuperPrefetch=Superfetch-Parameter deaktivieren, um die Lebensdauer von SSD Laufwerken zu erhalten.
DisableDefragBoot=Aufräumen beim Hochfahren deaktivieren, um die Lebensdauer von SSD Laufwerken zu erhalten.
DisableDefragIdle=Automatisches aufräumen im Leerlauf deaktivieren, um die Lebensdauer von SSD Laufwerken zu erhalten.
EnableTRIM=TRIM aktivieren, um die Leistungsfähigkeit von SSD Laufwerken zu erhalten.
OptIEConnection=Anzahl der Verbindungen pro Server erhöhen. Anzeigegeschwindigkeit von Webseiten und betrachten von Online-Video verbessern.
IconCache=Desktopanzeige beschleunigen und Iconcache erhöhen.
RestoreAll=Möchten Sie alle Elemente auf den Windows-Standard zurücksetzen?
NoSelectedItem=Bitte mindestens ein Element auswählen.
OptItems=Folgende %d Elemente können optimiert werden.
ItemsOptimized=%d Elemente wurden optimiert.
TakeEff=Einige Änderungen benötigen einem Neustart, um wirksam zu werden.
NoItems=Glückwunsch! Alle Elemente sind optimiert.
BootSpeedup=Systemstart/Herunterfahren beschleunigen.
SystemStable=Systemstabilität
SystemSpeedup=Systembeschleunigung
NetworkSpeedup=Netzwerkbeschleunigung
PrefetchParameters=Prefetch-Parameter für einen schnelleren Systemstart optimieren.
BootDelay=Die Zeit der Laufwerksprüfung (check disk) für einen schnelleren Systemstart verringern.
BootPartition=Die Optimierungsfunktion für einen schnelleren Systemstart aktivieren.
ClearPagingFile=Das Leeren der Auslagerungsdatei für ein schnelleres Herunterfahren deaktivieren.
TimeOut=Anwendungsleerlauf beim Schließen verringern, um den Schließvorgang zu verbessern.
AutoKill=Nicht reagierende Prozesse beenden, um Systemabstürze zu vermeiden.
RestartExplorer=Automatischer Neustart des Windows Explorer, um ein unerwartetes verschwinden des Desktops zu verhindern.
TwoProcess=Windows Explorerkomponenten in eigenem Prozess starten, um Konflikte zu vermeiden.
ErrorReport=Fehlerberichtserstellung zur Verbesserung der Systemleistung deaktivieren.
Debugger=Debugger für eine schnellere Fehlerbehandlung deaktivieren.
OptMemory=Standard-Speichereinstellungen für mehr Systemleistung optimieren.
OptVEff=Auswahlelemente (Menüs, Dialogbox, usw.) für eine höhere Systemleistung optimieren.
OptFileSystem=Dateisystem für eine höhere Systemleistung optimieren.
OptDiskSystem=Ein/Ausgabe des Laufwerksubsystems für eine höhere Systemleistung optimieren.
DisAutoRun=Autoplay zur Vermeidung von Infektionen mit Malware für alle Laufwerke deaktivieren.
OptDiskIdle=Wenn die CPU im Leerlauf ist, die Ein/Ausgabe der Laufwerkprozesse optimieren.
OptTTL=TTL (TimeToLive) für eine verbesserte Netzwerkleistung optimieren.
OptNetForward=Die Vorratspeicherung für eine bessere Netzwerkleistung optimieren.
OptMTU=Während dem Routing über die MTU-Auto-Erfassung, die Leistung von TCP/IP per Auto-Erkennung "schwarzer Löcher" optimieren.
OptWINS=Die Namensauflösung von WINS für eine verbesserte Datenübertragung optimieren.
OptNetWork=Die Netzwerkeinstellung für eine verbesserte Datenübertragung optimieren.
CloseAnimate=Die Übergangseffekte für eine bessere Darstellungsleistung deaktivieren.
PagingExecutive=Für eine erhöhte Programmleistung und Reduzierung der Laufwerkprozesse bei der Ein/Ausgabe, die Speicheradressierung deaktivieren (wird ignoriert, wenn Speicher kleiner als 1 GB)
StaticIP=Für einen schnelleren Systemstart, lokale Verbindungen über eine statische IP Adresse ansprechen.
PorcessorTime=Zur schnelleren Ausführung von Anwendungen, Spiele usw., die Leistung der CPU optimieren (wird bei Serverbetrieb ignoriert)
DisableIDECheck=Für einen schnelleren Start, die IDE Leitungskontrolle von Windows verhindern.
ForeAppSpeed=Antwortgeschwindigkeit von Programmen im Vordergrund beschleunigen.
AeroPeek=Anzeigegeschwindigkeit von Aero Peek beschleunigen.
OptEthernet=Leistung der Netzwerkkarte optimieren.

[Type]
ContextMenu=Ungültige Kontextmenüeinträge
MUICache=MUI-Cache
Services=Windowsdienste
Activex=ActiveX/COM-Komponenten
FireWall=Firewall-Einstellungen
RootAll=Ungültige Pfade
SoftwareSection=Softwarepfade
ApplicationPaths=Anwendungsverzeichnisse
FileTypes=Dateitypen
HelpFiles=Hilfedateien
Fonts=Schriftarten
SharedDLL=Gemeinsam genutzte Bibliotheken
MRULists=Liste der zuletzt verwendeten Dateien des Benutzers
UninstallSection=Uninstaller
StartMenu=Startmenü
StartupProgram=Während dem Systemstart gestartete Programme
SoundandAppEvents=Sound und Anwendungsereignisse
IEUrlHistory=IE-Verlaufsliste
IFEO=Übernommene Elemente
EmptyKey=Leerer Schlüssel
App=Anwendungseinstellungen

[ErrorMessage]
MUIError1=Fehlender MUI Bezug. Aber Laufwerk "%s" ist %s. Dieser Fehler kann ignoriert werden.
MUIError=Fehlender MUI Bezug
ServiceNotExists=Angegebenes Dienstprogramm nicht gefunden.
MimeExName=Ungültige MIME Dateierweiterung: %s
EmptyKey=Schlüssel ohne Inhalt
EmptyHelpdirctory=Hilfeordner ohne Inhalt.
FileNotExist=Datei/Ordner nicht gefunden
HFileNotExist=Hilfe-Datei/-Ordner nicht gefunden
EmptyValue=Wert ohne Inhalt
TypeLib=Typbibliothek nicht gefunden:
NodeEmpty=Knoten ohne Inhalt
SharedFilenotexist=Gemeinsame Dateien nicht gefunden.
sharedfilenotbeuse=Nicht genutzte gemeinsame Datei.
noconnection=Ohne Dateiverbindungsinformation.
Invalidpathtoicon=Ungültiger Pfad zum Symbol.
ReferstoaninvalidClass=Verweist zu einer ungültigen Klasse.
Emptyshellcommand=Leeres Shell-Kommando.
Invalidshellcommand=Ungültiges Shell-Kommando (Datei nicht gefunden).
Fontsnotexist=Schriftartdatei nicht gefunden.
Hijacking=%s wurde von %s gekapert.
MRULists=Verlaufslisten
invalidOpenWith=Keine diesem Typ zugeordnete Anwendung.
ReferActivex=Verweis auf einen ungültigen ActiveX/COM Eintrag.
EmptyCLSID=CLSID ohne Inhalt.
ComSourceNotExist=COM Quelle nicht gefunden.
invalidUnistall=Ungültige Deinstallationsinformation.
notexist=: nicht gefunden.
ObsoleteStartMenuItem=Veraltetes Startmenüelement.
SoundFilenotexist=Sounddatei nicht gefunden.
FileNotExist1=Datei/Ordner nicht gefunden. Aber Laufwerk "%s" ist %s. Dieser Fehler sollte ignoriert werden.
OpenWithError=Fehler beim Öffnen. Die angegebene Anwendung existiert nicht.
OpenWithError1=Fehler beim Öffnen. Die angegebene Anwendung existiert nicht. Aber das Laufwerk "%s" ist %s. Dieser Fehler sollte ignoriert werden.
ComSourceNotExist1=COM Quelle nicht gefunden. Aber Laufwerk "%s" ist %s. Dieser Fehler sollte ignoriert werden.
Trojan=Dies ist ein typisches Verhalten des Trojaners. Wir empfehlen dringend, dass Sie den Eintrag sofort entfernen und Ihren Computer mit Antivirensoftware scannen.

[Summary]
ContextMenu=Ungültige Kontextmenüeinträge
MUICache=Fehlender Bezug zum MUI-Zwischenspeicher
Services=Ungültige Windowsdienste
Activex=Ungültige ActiveX- und COM-Komponenten
FireWall=Ungültige Einstellungen der Windows Firewall
RootAll=Ungültige Pfade und Dateien
SoftwareSection=Durch gelöschte Anwendungen verbliebene ungültige Pfade und Dateien
ApplicationPaths=Ungültig registrierte Anwendungspfade und Dateien
FileTypes=Ungültige Dateitypinformationen
HelpFiles=Ungültig registrierte Hilfedateien
Fonts=Ungültige Schriftartinformationen
SharedDLL=Fehlende gemeinsam genutzte Dynamic-Link-Bibliotheken
MRULists=Verlauf der vom Benutzer aufgerufenen Dateien, wiedergegebenen Filme, bearbeiteten Dokumente usw.
UninstallSection=Nutzlose/ungültige Deinstallationsinformation
StartMenu=Veraltete Startmenüeinträge
StartupProgram=Veraltete/ungültige automatisch gestartet Anwendungen
SoundandAppEvents=Veraltete oder ungültige Einstellungen von Sounds und Ereignissen
IEUrlHistory=Verlauf der mit dem IE besuchten Websites
IFEO=Schädliche Einträge, die durch Spyware, Viren oder Malware erstellt wurden
EmptyKey=Einträge ohne Informationen
App=Ungültige Anwendungs-Einstellungen

[AutoClean]
ErrorsFixed=Fehler wurden behoben.
Title=Glückwunsch!
ErrorsFound=Fehler gefunden.

[AutoUpdate]
CurrentFile=Aktuelle Datei:
Canceling=Wird abgebrochen …
CANCEL=Abbrechen
Ready=Zum Herunterladen bereit

[Skin]
SkinDefault=Standard
SkinLight=Hell
SkinDark=Dunkel

[Renew]
subscribed=Do not remind me again.
title=Wise Registrierung Cleaner PRO endet in %d Tag(en)!
title1=Ihr Lizenzschlüssel ist abgelaufen. Bitte zeitnah erneuern!
Price=Nur Pro %s erneuern!
Describe=Sie könnten die Vorzüge der Pro-Version verlieren.

[Edit]
pmcut=Ausschneiden
pmcopy=Kopieren
pmpaste=Einfügen
pmdelete=Löschen
pmselectall=Wählen Sie Alle
pmundo=Rückgängig
Renew=Jetzt erneuern
